Repository: twprzybysz/GithubBrowser
Catalog: GithubBrowser/Resources/*.lproj/Localizable.strings
Languages: pl

source: Error
pl: Błąd

# errorInvalidProfile
source: Profile is invalid
pl: Profil jest nieprawidłowy

# errorNetworkError
source: Network error, try again later
pl: Błąd sieci, spróbuj później

# errorInvalidUrlError
source: Invalid url path
pl: Błąd ścieżki

# loginLabel
source: Github username:
pl: Github login:

# loginPlaceholder
source: Enter username
pl: Wpisz login

# loginButton
source: Check user name
pl: Sprawdź Login

# accountInfoName
source: Name:
pl: Imię:

# accountInfoLocation
source: Location:
pl: Lokalizacja:

# accountInfoWebsite
source: Website:
pl: Strona internatowa:

# accountInfoCompany
source: Company:
pl: Firma:

# accountInfoFollowers
source: Followers:
pl: Moi followersi:

# accountInfoFollowing
source: Following:
pl: Ile osób obserwuję:

# accountInfoCreationDate
source: Creation date:
pl: Data stworzenia:

# accountInfoUpdateDate
source: Update date:
pl: Data aktualizacji:

# accountInfoPublicGists
source: Number of public gists:
pl: Liczba publicznych gistów:

# accountInfoPublicRepositories
source: Number of public respositories:
pl: Liczba publicznych repozytoriów:
